Repository: mozilla-l10n/mt-training-data
Catalog: blk/blk_pontoon.tmx
Source language: en_us
Languages: blk

source: Try again by dragging your file here
blk: ထူႏငင်ႏလင်ꩻထွူ နာꩻဖုဲင်ယိုကိုတဲင် ကျိုꩻစာꩻချာယင်းသွော့တလဲင်ႏ

source: Try uploading again
blk: ကျိုꩻစာꩻ ဒင်ႏချာယင်းသွော့ တလဲင်ႏဩ

source: Tudaga
blk: တုဒါဂါ

source: Tuki
blk: တူကီ

source: Tunen
blk: တူနိဉ်

source: Tupuri
blk: တုပူရီ

source: Turkish
blk: တူရကီ

source: Turkmen
blk: တတ်မဲင်

source: Tush
blk: တု

source: Tuvan
blk: တူဗန်

source: Twi
blk: တွီး

source: Ukrainian
blk: ယူကရေင်း

source: Unable to determine audio format. Please try using a different browser.
blk: ထွားဖြယ်ဖေႏ အငေါဝ်းစွိုးခွိုꩻ တလꩻတောဝ်း။ သွုံꩻအီဖေႏသွော့ ဗရောင်သာ အလင်ကိုနေား။

source: Understand contribution criteria
blk: သေနာႏသွော့ꩻ နွို့စွဲးထဲမ်သား တဖူꩻနယ်ꩻ

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
blk: နာႏအငေါဝ်းကွို့ꩻဖုံႏမိဉ်ႏထွူနောဝ်ꩻ လိုႏသေနာႏဗာႏအဆင်ႏယိုတဲင် ကအီႏထိုမ်ႏဗာႏ ကဒင်ႏခါꩻဒါႏ နာꩻငေါဝ်းငွါဖုံႏယို ယံဖေႏကဗွေစွုမ်ႏလွဉ်နောဝ်ꩻ စွဲးကမ်းကိုဖေႏသွော့ဩ။

source: Upload aborted. Do you want to delete your recordings?
blk: အောဝ်ႏအွဉ်ႏဆွိုးလဲဉ်း ထာꩻဒင်ႏထင်ႏယိုတဲင် နာꩻမဲဉ် ယားထိုꩻပါ မုဲင်တောင်ꩻငေါဝ်းဖုံႏနဲ့?

source: { $uploadedSentences } of { $totalSentences } sentences collected
blk: ရွမ်ခြွဉ်းဗူႏလꩻလဲဉ်း ငေါဝ်းလိတ်ရဲဉ်ႏ { $totalSentences } ပွုဒ်အကို အောဝ်ႏပါသော့ꩻ { $uploadedSentences } ပွုဒ်။

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
blk: ရွမ်ခြွဉ်းဗူႏလꩻလဲဉ်း ငေါဝ်းလိတ်ရဲဉ်ႏ { $totalSentences } ပွုဒ်အကို အောဝ်ႏပါသော့ꩻ { $uploadedSentences } ပွုဒ်။ တနေးထူႏတောဝ်းကပယ်ႏထန်ႏဒါႏ ငေါဝ်းလိတ်ရဲဉ်ႏဖုံႏ ယို နေးထူႏငင်ႏလင်ꩻအတာႏ နျꩻဖေႏသွော့ <downloadLink>ယိုကို</downloadLink>

source: Upload failed, please retry.
blk: ဒင်ႏထင်ႏ ဗꩻလꩻတောဝ်း၊ ကျိုꩻစာꩻချာယင်းသွော့ တလဲင်ႏ

source: Upload <icon></icon> public domain sentences
blk: ဒင်ႏထင်ႏသွော့ <icon></icon> လိုꩻအာပဲင်ႏ လိတ်ရဲဉ်ႏဖုံႏယို

source: Upload in progress...
blk: အောဝ်ႏဒင်ႏထင်ႏဖေႏကျာꩻ...

source: Upload more sentences?
blk: ဒင်ႏထင်ႏ ထဲင်းယင်း ငေါဝ်းလိတ်ရဲဉ်ႏဖုံႏနဲ့?

source: Urdu
blk: ယူရာဒူး

source: Use correct grammar
blk: သွုံꩻမဲန်ႏမဲန်ႏသွော့ꩻ သဒ္ဒါႏ

source: Use correct spelling and punctuation
blk: တဲမ်းသွုံꩻ မဲန်ႏမဲန်ႏသွော့ လိတ်ဖြုံႏ အသွတ်ꩻပွုံႏတွမ်ႏ ပွုဒ်ကွို့ꩻ ပွုဒ်အုံ တဖူꩻနယ်ꩻမဲန်ႏမဲန်ႏနေား။

source: User Name
blk: ကေားသွုံꩻသား မဉ်ꩻ

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
blk: ကေားသွုံꩻသားဖုံႏနောဝ်ꩻ လိုꩻဒေါ့ꩻအငေါဝ်းသားယို ထွားဒေါ့ꩻမဲန်ႏဒျာႏ လိတ်ရဲဉ်ႏဟောင်း ထွားစဲစ်ဖေႏထွူတဲင် စေတနာႏလူႏဖေႏဗဲင်းဒါႏ အငေါဝ်းအကွို့ꩻဖုံႏယို ထွားစဲစ်အွဉ်ႏတိဉ်ႏဖေႏဗာႏ အမဲန်ႏနောဝ်ꩻသွူ။

source: Ushojo
blk: အတ်ဆိုစို

source: Validate Readings
blk: ထွားဒေါ့ꩻ အွဉ်ႏတိဉ်ႏလဲဉ်း

source: Validate Readings, Review Transcriptions
blk: ထွားဒေါ့ꩻ အွဉ်ႏတိဉ်ႏလဲဉ်း၊ ထွားစဲစ် လိတ်ယာႏမုဲင်ခြောင်ꩻဖုံႏ

source: Validate Readings <small>(Coming soon)</small>
blk: ထွားဒေါ့ꩻ အွဉ်ႏတိဉ်ႏလဲဉ်း <small>တညတောဝ်းအီႏလွဉ်</small>သွူ

source: Validate readings submitted by community members
blk: ထွားစဲစ်အွဉ်ႏတိဉ်ႏဖေႏသွော့ အသောင်ရင်ꩻလိုꩻဗူႏအကို ကေားနွို့ပါသား ကဒင်ႏပသာဖေႏဒါႏ ငေါဝ်းဖုံႏ။

source: Validate user-recorded readings in your language
blk: နာꩻဘာႏသာႏငေါဝ်းငွါအတာႏ ထွားစဲစ်အွဉ်ႏတိဉ်ႏဖေႏ ကေားသွုံꩻသားဖုံႏ ကဒင်ႏမုဲင်ခါꩻဒါႏ ဒေါ့ꩻငေါဝ်းဖုံႏ

source: Validations
blk: အွဉ်ႏတိဉ်ႏစွူ

source: Value and recognition.
blk: အွဉ်ႏသေမုဲင်တောင်ꩻဖေႏ ပင်ႏထိုတန်ႏဖိုꩻ

source: Varying Pronunciations
blk: တဗွိုန်ပီတောဝ်း အငေါဝ်းထန်ႏဖုံႏ

source: Venetian
blk: ဗေနီ

source: Vietnamese
blk: ဗီယတ်နမ်

source: Voice clips are entered into a submission queue that readies them for listening.
blk: အငေါဝ်းအကွို့ꩻဖုံႏယို ဖေႏကနာႏလွေꩻနွောင်ꩻလꩻ အထွူတာႏ သော့ꩻလွေꩻဖေႏ ဒင်ႏပသာခြပ်ရဲဉ်ႏ လိတ်လာႏစာႏရင်ꩻကိုနောဝ်ꩻသွူ။

source: Voice Contribution
blk: စွဲးထဲမ်ကို အငေါဝ်း

source: Voice Validation
blk: နေးထူႏ အငေါဝ်း

source: Volume
blk: အငေါဝ်းအာႏ

source: Votic
blk: ဗွတ်တိစ်

source: Wakhi
blk: ဝါခီ

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
blk: ကောင်မွဉ်းဗွဲက်ယို ဖေႏကယံလွိုထဲင်း မိဉ်ႏမဲဉ်စွဲးကမ်းကိုဖေႏနောဝ်ꩻ ယံမွေးငါႏဩ! သွုပ်ထေ့နွောင်ꩻဒျာႏ အီးမေး မွေးတောဝ်းလဲ့ <discourseLink>ဒစ်သကော့သီ</discourseLink> ဖိုရမ်ပွုံႏစံႏအကို၊ ဒင်ႏပသာနယ်နွောင်ꩻဒျာႏ သုဲက်ပွိုင်အယပ်ꩻအခုဲင်ႏဖုံႏ <githubLink>ဂစ်ဟုတ်</githubLink> ကို၊ မွေးတောဝ်းလဲ့ နွို့ပါနွောင်ꩻဒျာႏ <matrixLink>မေတ်ထရစ်</matrixLink> အသောင်ရင်ꩻလိုꩻဗူႏသီး ဒေါ့ꩻရီပွယ်ꩻကိုနောဝ်ꩻသွူ။

source: Want to save your information? <createProfile>Create a profile</createProfile>
blk: မဲဉ်ထူႏသိမ်ꩻခါꩻ နီဗွေႏ အဆင်ႏလာႏဖုံႏနဲ့ဟောင်း? <createProfile>မာꩻလွဉ်သွော့ နမ်းအအဲဉ်ႏတဗာႏ</createProfile>ဟုဲင်း။

source: Want to stay in touch with Common Voice?
blk: မဲဉ်အုံသွုပ်ထေ့ ဒေါ့ꩻရီတွမ်ႏ နီကောင်မွဉ်းဗွဲက်ယိုနဲ့?

source: Watch our video explainer to help
blk: ယံဖေႏကစွဲးကမ်းနွောင်ꩻအတာႏ ထွားပါ နီသွဉ်းသီး ခြုဲင်းနယ်ဒါႏ ဗီဒီယို ယိုနောဝ်ꩻသွူ။

source: We are going out to get a coffee.
blk: နီအီႏထန်ႏ လွေꩻ အွꩻကော်ဖီသွူ။

source: We are going out to get coffee.
blk: နီအီႏထန်ႏ လွေꩻ အွꩻကော်ဖီသွူ။

source: Website Localization
blk: သုဲက်ပွိုင် တွူးထွောင်းကို

source: We couldn’t get any audio clips for you to listen to. Please try again later.
blk: နာႏအငေါဝ်းကွို့ꩻဖုံႏ အတာႏ နီသွဉ်းသီး ထိုမ်ႏတလꩻနွောင်ꩻတောဝ်း အငေါဝ်းဖုဲင်ဖုံႏ။ ကျိုꩻစာꩻဆုဲင်ꩻယင်းသွော့ တလဲင်ႏ။

source: We couldn’t get any sentences for you to speak. Please try again later.
blk: နာꩻ ကအီႏဒေါ့ꩻငေါဝ်းတာႏ ထီႏမော့ꩻတောဝ်း လိတ်ရဲဉ်ႏဖုံႏသွူ။ ကျိုꩻစာꩻဆုဲင်ꩻယင်း တလဲင်ႏဟုဲင်း။

source: We launch the Common Voice site in this language.
blk: ဘာႏသာႏငေါဝ်းငွါယိုနောဝ်ꩻ နီအောဝ်ႏမာꩻ သက်မွန် ဗွောင်ꩻလွေꩻဖေႏ ကောင်မွဉ်းဗွဲက် သုဲက်ပွိုင်ကိုနောဝ်ꩻသွူ။

source: Welcome to Spontaneous Speech
blk: အောဝ်ႏ ဒေါ့ꩻငေါဝ်းလွစ်တခြင် ကိုယို ကျိုႏဆွုမ်ႏဒျာႏဩ!

source: Welsh
blk: ဝျော

source: We may have run out of clips - refresh the page, or try again later.
blk: အငေါဝ်းကွို့ꩻဖုံႏလို့လွေꩻလဲဉ်း - ဒင်ႏကောႏယင်းသွော့ လိတ်မဲ့ငါယို တလဲင်ႏ၊ မွေးတောဝ်းလဲ့ ဆုဲင်ꩻမꩻကျိုꩻစာꩻယင်း။

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
blk: နီသွဉ်းသီးနောဝ်ꩻ အောဝ်ႏထိုမ်ႏရွမ်လွေꩻ လိုꩻအာသီး အငေါဝ်းအဆင်ႏခြွဉ်းဗူႏ ဗွောင်အရွီးခိုႏ (Open-source) တဗာႏနောဝ်ꩻသွူ။ လူႏဖေႏဗဲင်းသွော့ နာꩻငေါဝ်းငွါ၊ လိုꩻလင်သီး အငေါဝ်းကွို့ꩻဖုံႏယို ထွားစဲစ်ဖေႏသွော့ အမဲန်ႏ၊ မာꩻထင်ႏထိုယံလွိုဖေႏသွော့ လိုꩻစွုမ်ႏဖြာꩻတာႏ အဆင်ႏခြွဉ်းဗူႏယိုနေား။

source: We’re going out to get coffee.
blk: နီအီႏထန်ႏ လွေꩻ အွꩻကော်ဖီသွူ။

source: We release the dataset every 3 months.
blk: နီအောဝ်ႏ ဖြယ်ထန်ႏ ဒင်ႏထင်ႏဖေႏ အဆင်ႏခြွဉ်းဗူႏယို 3 လာ တလဲင်ႏနောဝ်ꩻသွူ။

source: We're making some big changes
blk: နီသွဉ်းသီး အောဝ်ႏမာꩻလွေꩻ ထာꩻပြောင်ꩻလုဲင်ႏတန်ဖုံႏသွူ။

source: We’re sorry, your platform is not currently supported.
blk: နီသွဉ်းသီး တောင်ꩻပြန်ႏဒျာႏဩ၊ ယိုခါခါ နာꩻ ခြေင်ႏထိုꩻလောင်း(ပလတ်ဖောင်း) နောဝ်ꩻ တစွဲးကမ်းခါꩻဗာႏတောဝ်းသွူဩ။

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
blk: နီသွဉ်းသီး ပြန်ႏဘာႏသာႏတာႏ သွုံꩻလွေꩻ မိုဇီလာ စက်ခြွိုင်းခြိုꩻ ကဟဲ့ꩻဒါႏ <pontoonLink>ပွန်တွန်း</pontoonLink> နောဝ်ꩻသွူ။ ပွန်တွန်း ကိုယို ဘာႏသာႏငေါဝ်းငွါဖုံႏ အောဝ်ႏပါသော့ꩻ အာမွေးငါႏ၊ ကွဲးတွော့ꩻ နာꩻဘာႏသာႏငေါဝ်းငွါ မိဉ်ႏတပါသော့ꩻဒွိုန်းနောဝ်ꩻ နာꩻ <pontoonRequestLink>ကွီကော့ꩻထဲမ်သော့ꩻဖေႏနွောင်ꩻ နာꩻဘာႏသာႏငေါဝ်းငွါ</pontoonRequestLink> နောဝ်ꩻသွူ။ ထွူတဲင် ယံဖေႏကလꩻနွောင်ꩻ ဘာႏသာႏငေါဝ်းငွါ ကောင်မွဉ်းဗွဲက် ထာꩻမာꩻခြပ်ရဲဉ်ႏကိုအတာႏ <githubRepoLink>ကွီကော့ꩻထဲမ်သော့ꩻ ဘာႏသာႏငေါဝ်းငွါတသာယို ဂစ်ဟုတ် ကို</githubRepoLink> နောဝ်ꩻသွူ။ <localizationFragment>ထွားထဲင်း ပြန်ႏဘာႏသာႏ ဝဲက်သုဲက် အကျောင်ꩻခရာႏ</localizationFragment> နောဝ်ꩻသွူ။

source: We've run out of sentences to record in this language...
blk: အီႏဒင်ႏထူႏ မုဲင်ꩻတောင်ꩻတာႏ တွမ်ႏ ဘာႏသာႏငေါဝ်းငွါယို လိတ်ရဲဉ်ႏဖုံႏ လို့ထိုꩻလဲဉ်းသွူ...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
blk: နီသွဉ်းသီး မဲဉ်လꩻ လိုꩻစွုမ်ႏဖြာꩻဒေါ့ꩻဒါႏ အငေါဝ်းဖုံႏယို သေနာႏနွောင်ꩻအီ ကယံလွိုထဲင်းဒါႏ အငေါဝ်းစက်ပညာႏမော်ဒယ်ဖုံႏနောဝ်ꩻသွူ။ ဖေႏကထွာလွဉ်နုဲင်းယိုအတာႏ အငေါဝ်းအဆင်ႏခြွဉ်း ကိုယို အုံနမ်းခြောင်ꩻတင်ဖေႏ တပီဗွိုန်တောဝ်း လိုꩻအခွိုꩻခွိုꩻသီး ငေါဝ်းငွါဖုံႏယို ပါသော့ꩻဗာႏနောဝ်ꩻသွူ။

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
blk: နီသွဉ်းသီး မဲဉ်လꩻဒျာႏ စက်ဒါႏလွူꩻထွားဗာႏ (Machine Learning) အယ်လဂိုရီတမ်ဖုံႏယို ဆꩻချာဖဲ့ꩻ အငေါဝ်းတိန်ႏနား အစွိုးအဒေါဝ်ႏဖုံႏယို ယံကထိန်ꩻရဲးနွောင်ꩻအီတာႏသွူ။ တဲမ်းခါꩻဒါႏ လိတ်ယာႏလို့လို့ယို နာꩻမိဉ်ႏအောဝ်ႏ နာႏဟွုန်နွောင်ꩻဒျာႏနောဝ်ꩻ အငေါဝ်းသန် အတန်အဗွီႏဖုံႏယိုလဲ့ လက်ခံႏနေးစူꩻဖေႏ လꩻဒျာႏသွူ။ ဆꩻချာဖဲ့ꩻ အဒုံႏအအူ ယေန်စွူဖုံႏနောဝ်ꩻ အဆင်ႏပြေႏဒျာႏ၊ ကွဲးတွော့ꩻ ငေါဝ်းရာႏ စွုမ်ႏဖြုံႏယို နာႏဟွုန်နွောင်ꩻတောဝ်း ကမာꩻအီဒါႏ အဒုံႏအအူ အငေါဝ်းထိုလွဉ်ꩻဖုံႏနောဝ်ꩻ လက်ခံႏနေးစူꩻမွုန်းဩ။

source: We will be in touch with more information about how to add your language to Common Voice very soon.
blk: Common Voice (ကောင်မွဉ်းဗွဲက်) ကို ဖေႏကသော့ꩻနွောင်ꩻထဲင်း နာꩻဘာႏသာႏငေါဝ်းငွါအတာႏ အဆင်ႏအဗာႏ အဗွေအစွုမ်ႏတောမ်ႏ ထာꩻမာꩻခြပ်ရဲဉ်ႏဖုံႏယို တညတောဝ်းအခိန်ႏကို နီသွဉ်းသီး အီႏသွုပ်ထေ့ လောဝ်းဟွုန်လွေꩻချာယင်းဒျာႏဩ။

source: What is a language on Common Voice?
blk: ကောင်မွဉ်းဗွဲက်ကိုနောဝ်ꩻ ဘာႏသာႏငေါဝ်းငွါ တမုဲင်ꩻ?

source: What issues are you experiencing with this sentence?
blk: လိတ်ရဲဉ်ႏယိုအကို နာꩻမော့ꩻခွဲးလွဉ်ဗာႏ အယပ်ꩻခုဲင်ႏ တမုဲင်ꩻ?

source: What needs to be in my file?
blk: ခွေသွဉ်း ဖုဲင်လာႏအကိုနောဝ်ꩻ အောဝ်ႏလိုႏပါသော့ꩻ အဆင်ႏဗာႏတမုဲင်ꩻ

source: What sentences can I add?
blk: လိတ်ရဲဉ်ႏဖုံႏယို ခွေသော့ꩻနွောင်ꩻတမုဲင်ꩻ?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
blk: ကေားသွုံꩻသား မိဉ်ႏတနေးတောဝ်း ထေပယ်ႏထိုꩻ အငေါဝ်းကွို့ꩻနောဝ်ꩻ သဲင်ꩻအောဝ်ႏကုဲင်ချာယင်း ခြပ်ရဲဉ်ႏစာႏရင်ꩻကိုနောဝ်ꩻသွူ။ မိဉ်ႏထေပယ်ႏထဲင်းဗာႏ ဒုတိယအလဲင်ႏနောဝ်ꩻ အငေါဝ်းကွို့ꩻယို ပြောင်ꩻလွေꩻဖေႏ အငေါဝ်းကွို့ꩻ ခင်ႏလမ်းထိုꩻမားကိုနောဝ်ꩻသွူ။

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
blk: နာႏအငေါဝ်းခိန်ႏကို ကဒင်ႏမုဲင်ခါꩻဒါႏ အငေါဝ်းယို တွမ်ႏကယဲက်ထွားခါꩻဒါႏ လိတ်ရဲဉ်ႏတဗာႏ မဲန်ႏတရျားဒျာႏအကျောင်ꩻ ကရိုꩻနောဝ်ꩻ ထွားစဲစ်ဟောဝ်ဟောဝ်သွော့။အမာႏပေႏပေႏမိဉ်ႏပါလွဉ်ဒါႏနောဝ်ꩻ နေးစူꩻတောဝ်း နုဲင်ႏဝေါင်းထိုꩻဗာႏသွူ။ <br />ဆင်ႏဆင်ႏကထွာတသေႏဒါႏ အမာႏဖုံႏနောဝ်ꩻ -

source: Why ?
blk: ပွိုးတမုဲင်ꩻ?

source: Why a profile?
blk: ကွပ်ပွိုး နမ်းအအဲဉ်ႏ တမုဲင်ꩻ?

source: Why are you asking?
blk: ကွပ်ပွိုးတမုဲင်ꩻ နာꩻရီဗာႏဟောင်း

source: Why Common Voice?
blk: ကောင်မွဉ်းဗွဲက်(Common Voice)ယို ကွပ်ပွိုး တမုဲင်ꩻ?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
blk: နေးတွမ်ႏ နီဗွေႏ နမ်းအအဲဉ်ႏယိုတဲင် ထာꩻမာꩻရုဲင်ꩻတသွိုးခြောင်ꩻဖုံႏယို ထွားစဲစ်လွေꩻနွောင်ꩻထွူ၊ ကလူႏစွဲးကမ်းဖေႏဒါႏ အငေါဝ်းအဆင်ႏလာႏသား တွမ်ႏ အသောင်ရင်ꩻ လိုꩻစွိုꩻဗူႏသီးဖုံႏယိုလဲ့ သွုပ်ထေ့ဒေါ့ꩻရီနွောင်ꩻဒျာႏ နုဲင်းနောဝ်ꩻသွူဩ။

source: Wolof
blk: ဝေါ်လော့

source: Write
blk: တဲမ်း

source: Write down what you hear the person saying here
blk: လိုꩻကဒေါ့ꩻဒါႏငေါဝ်းဖုံႏယိုကို ခွုင်းနာꩻကဟွုန်လꩻတမုဲင်ꩻနောဝ်ꩻ တဲမ်းနယ်သော့ꩻဖေႏလꩻယိုနေား။

source: Write options menu
blk: တဲမ်းသွော့ လွိုက်ထူႏခရာႏ အကတူႏရဲဉ်ႏဖုံႏ။

source: Xhosa
blk: ဆိုသာ

source: Xitsonga
blk: သေတ်သောင်း

source: y
blk: မွေး

source: Y
blk: မွေး

source: Yaqui
blk: ယာကျွီ

source: Yes
blk: မွေး

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
blk: မွေး၊ ပသာဖေႏခွေ အီးမေးနေား။ ကောင်မွဉ်း ထာꩻမာꩻခြပ်ရဲဉ်ႏခရာႏ လꩻတသာ အဆင်ႏဖုံႏယို ခွေအောဝ်ႏမဲဉ်သေရောဝ်းငီꩻဒျာႏသွူဩ။

source: Yoruba
blk: ယိုရုဗာ

source: You
blk: နာꩻ

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
blk: နာꩻ တဲမ်းထဲမ်သော့ꩻနွောင်ꩻဒျာႏ လိတ်ရဲဉ်ႏဝါကျဖုံႏ <writePageLink>တဲမ်းလိတ်မဲ့ငါ </writePageLink> ကို မွေးတောဝ်းလဲ့ ထွားစဲစ်ချာနွောင်ꩻဒျာႏ လိတ်ရဲဉ်ႏဝါကျဖုံႏ <reviewPageLink>ထွားစဲစ်လိတ်မဲ့ငါ</reviewPageLink> ကိုနောဝ်ꩻသွူ။

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
blk: နာꩻသွုံꩻနွောင်ꩻဒျာႏ ကီးဗုတ် နယ်ꩻဒွေါင်ႏ:{ sc-review-form-button-approve-shortcut }အွဉ်ႏတိဉ်ႏလွေꩻ၊{ sc-review-form-button-reject-shortcut }တစူꩻတောဝ်း၊{ sc-review-form-button-skip-shortcut } ကာႏငါ

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
blk: နာꩻလွေꩻနွောင်ꩻဒျာႏ <datasetsPage>အဆင်ႏခြွဉ်းလိတ်မဲ့ငါ</datasetsPage> ကိုတဲင် လွိုက်ထူႏ နာꩻလိုႏဒါႏ ဗားသိဉ်းတွမ်ႏ ဘာႏသာႏငေါဝ်းငွါဖုံႏတဲင် ငင်ႏထူႏနွောင်ꩻဒျာႏသွူ! ဖုဲင်ဖုံႏအကိုယို လိုꩻဖြာꩻ ထာꩻမာꩻခြောင်ꩻဖုံႏ တွမ်ႏ ထွားစဲစ် အွဉ်ႏတိဉ်ႏစွူလဲဉ်းဒါႏ အဆင်ႏအဗာႏဖုံႏ စတဲင် <metadataLink>မေတ်တာအဆင်ႏခြွဉ်းဖုံႏ</metadataLink> ပါသော့ꩻဒျာႏသွူ။ ငင်ႏထူႏလင်ꩻ အဆင်ႏခြွဉ်းအတာႏ နာꩻအောဝ်ႏလိုႏသော့ꩻဖေႏ နာꩻအီးမေးနောဝ်ꩻသွူ။

source: You can meet others in the Mozilla language communities by joining <discordLink>Discord</discordLink> or <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
blk: နာꩻ မော့ꩻခွဲးဒေါ့ꩻရီနွောင်ꩻဒျာႏ မိုသီလာ ဘာႏသာႏငေါဝ်းငွါ အသောင်ရင်ꩻလိုꩻဗူႏဖုံႏကို ကအောဝ်ႏဒါႏ လိုꩻလင်ဖုံႏတဲင် ဒေါ့ꩻရီမဲန်ႏတနꩻတွမ်ႏအကျောင်ꩻခရာႏယိုတာႏ နွို့ပါလွေꩻနွောင်ꩻ <discordLink>ဒစ်သကော့</discordLink> မွေးတောဝ်းလဲ့ <discourseLink>ဒစ်သကော့သီ</discourseLink> ကို၊ ယိုꩻယိုꩻမာꩻမာꩻ အစွဲးကမ်းလꩻအီတာႏ နွို့ပါလွေꩻနွောင်ဒျာႏ <matrixLink>မေတ်ထရစ်</matrixLink> ကိုနောဝ်ꩻသွူ။

source: You cannot add multiple sentences for a single submission
blk: ဒင်ႏပသာထင်ႏ တလဲင်ႏတာႏ ထဲမ်သော့ꩻ အာအာ ငေါဝ်းလိတ်ရဲဉ်ႏဖုံႏ လꩻနွောင်ꩻတောဝ်းသွူ။

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
blk: လိုꩻဖုံႏ ယံစွဲးကမ်းကိုနွောင်ꩻအတာႏ နာꩻ မာꩻလွေꩻနွောင်ꩻဒျာႏ ပွယ်ꩻဖုံႏသွူ။ ယိုနောဝ်ꩻ ယိုꩻကယ်ꩻထဲင်း နာꩻကယူႏခါꩻနောဝ်ꩻသွူ။ မိဉ်ႏညာꩻဒျာႏအထျအန္တရယ်ႏနောဝ်ꩻလဲ့ လုဲင်းလောင်း ဒေါ့ꩻရီဗီဒီယို နယ်ꩻခြွိုင်းဖုံႏ မွေးတောဝ်းလဲ့ ကအောဝ်ႏဒါႏအုံတွူးကို မာꩻလွေꩻတလဲင်ႏခွဲးနွောင်ꩻဒျာႏသွူ။ ထွားပါ<eventTemplate>နီသွဉ်းသီး မာꩻလွေꩻ ပွယ်ꩻရဲဉ်ꩻခင် နမူႏနာႏပွုံႏစံႏဖုံႏ</eventTemplate>ယိုသွူ။

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
blk: နာꩻသော့ꩻနွောင်ꩻဒျာႏ <sentenceCollectorLinkAdd>လိတ်ရဲဉ်ႏဆေ့ꩻအာ</sentenceCollectorLinkAdd>၊ မွေးတောဝ်းလဲ့ နာꩻမာꩻနွောင်ꩻဒျာႏ<bulkImportDocsLink>သွုံꩻဒင်ႏနေး ကစ်ဟုတ်</bulkImportDocsLink>ကိုသွူ၊ နာꩻလိတ်ရဲဉ်ႏနောဝ်ꩻ ယံကအွဉ်ႏထွာဗာႏ <licenseLink>သီသီ0(နောဝ်ꩻတောဝ်းလဲ့ လိုꩻအာငါ ဒိုမေင်း)</licenseLink>၊ မွေးတောဝ်းလဲ့ နာꩻနမ်းတဲမ်းနွောင်ꩻချာဒျာႏသွူ။

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
blk: နာꩻ ထူႏသွုံꩻနွောင်ꩻဒျာႏ <scraperLink>ထူႏထန်ႏလိတ်ရဲဉ်ႏ နယ်ꩻခြွိုင်း </scraperLink> ယိုတဲင် နေးထူႏအီနွောင်ꩻဒျာႏ ဝီခီပီးဒီးယား ကို ကအောဝ်ႏဒါႏ လိတ်ရဲဉ်ႏဒွေါင်ႏဖုံႏနောဝ်ꩻသွူ။

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
blk: ငေါဝ်းတသာဒေါ့ꩻရီဝင်ꩻဖုံႏ ယံဖေႏကတွိုႏစွစ်ꩻလီအတာႏ နာꩻ သွုံꩻအီနွောင်ꩻဒျာႏ လိုꩻသီးခွဲးသွုပ်ဖုံႏသွူ။ ပွိုးအကျောင်ꩻတမုဲင်ꩻ အရေꩻတန်ဗာႏကရိုꩻနောဝ်ꩻ ခြုဲင်းနယ်ဖန်းဖြယ်ဖေႏပါသွော့ လိတ်မူဖုံႏယို ၊ ဘာႏသာႏငေါဝ်းငွါ အခွင်ꩻအရေꩻလꩻ၊ အေအုဲင် အငေါဝ်း တွမ်ႏ သွုပ်ထေ့ဒေါ့ꩻရီပါသွော့ နယ်ꩻပညာႏကို ထာꩻထီႏတပီဗွိုန်တောဝ်းသားဖုံႏ။ ထွားထဲင်းပါ ဖေႏဖဉာဏ်ႏဖုံႏ <campaignLink>သွုံꩻချာအီကလꩻဒါႏ အကျောင်ꩻခရာႏဖုံႏ ပါသော့ꩻဒါႏ လိုꩻသီးခွဲးသွုပ် ခွုမ်မာꩻရုဲင်ꩻတသွိုးလွေꩻဖုံႏ</campaignLink> ကို။

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
blk: နာꩻတလွိုက်ထူႏဗာႏဒွိုန်း ဘာႏသာႏငေါဝ်းငွါဖုံႏ တဗာႏဗာႏ၊ လွေꩻသွော့ နာꩻ<profileLink>နမ်းအအဲဉ်ႏ</profileLink> ကို လွိုက်ထူႏဖေႏသွော့ ဘာႏသာႏငေါဝ်းငွါတဗာႏဩ။

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
blk: လိတ်မဲ့ငါယိုအတာႏ ဒင်ႏပသာခွင်ꩻလꩻ ဗွေတွိုႏလဲဉ်းသွူ ရဲးထွော့ခါꩻကိုသွူ။ ခလား ကဒင်ႏပသာလိတ်ရဲဉ်ႏတသာတွင်ꩻကို ယံဖေႏ ကအုံပွေါးသွော့ { $retryLimit } မိနစ်နေား။ ယွိုန်းသꩻဆွာꩻဆွာꩻဖေႏအတာႏ ကေႏဇူꩻတင်ႏငါႏသွူဩ။

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
blk: လိတ်မဲ့ငါယိုအတာႏ ဒင်ႏပသာထင်ႏ ဗွေတွိုႏလွေꩻလဲဉ်း ကအွဉ်ႏထွော့ဒါႏအဆင်ႏနောဝ်ꩻသွူ။ အီႏဒင်ႏပသာထင်ႏဖေႏထဲင်း ငေါဝ်းလိတ်ရဲဉ်ႏ တပွုဒ်ယိုအတာႏနောဝ်ꩻ ပွေါးဆောင်းဖေႏသွော့ { $retryLimit } သဲက္ကန့်ယိုနေား။ ယွိုန်းသꩻဆွာꩻဆွာꩻဖေႏအတာႏ ကေႏဇူꩻတင်ႏငါႏသွူဩ။

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
blk: လိတ်မဲ့ငါယိုကို ကပြောင်ꩻလုဲင်ႏခါꩻဒါႏ ထာꩻဖုံႏယို ထူႏဟောဝ်ဗာႏဒွိုန်း။ မိဉ်ႏပြောင်ꩻလုဲင်ႏ မဉ်ꩻခံႏနောဝ်ꩻ နီကပြောင်ꩻလုဲင်ႏခါꩻဒါႏ ထာꩻဖုံႏယို အီႏထူႏဟောဝ်တောဝ်းသွူ။ ပြောင်ꩻလုဲင်ႏမွေး မဉ်ꩻခံႏယိုနောဝ်ꩻ စဲင်းစဲ့သေႏချာႏဒျာႏနဲ့?

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
blk: ​လိတ်မဲ့ငါယိုကို ကပြောင်ꩻလုဲင်ႏခါꩻဒါႏ ထာꩻဖုံႏယို ထူႏဟောဝ်ဗာႏဒွိုန်း။ မိဉ်ႏထန်ႏထိုꩻ လိတ်မဲ့ငါယိုနောဝ်ꩻ နီကပြောင်ꩻလုဲင်ႏခါꩻဒါႏ ထာꩻဖုံႏယို အီႏထူႏဟောဝ်တောဝ်းသွူ။ ထန်ႏထိုꩻမွေး လိတ်မဲ့ငါယိုနောဝ်ꩻ စဲင်းစဲ့သေႏချာႏဒျာႏနဲ့?

source: You might have reached here by clicking a link in a social media app. You are using an in-app browser which does not support audio recording.
blk: နီဗွေႏနောဝ်ꩻ အောဝ်ႏဒီစစ်တယ်လိုꩻသီးခွဲးသွုပ်အပ်ကို ကပါဒါႏ လိဉ့်ဖြွီꩻဆꩻလတဗာႏယို နျꩻလွဉ်တဲင် ထွိုင်ႏတွိုႏလွဉ်ယိုကို ထွားစဲစ်ထီႏဗာႏဒျာႏသွူ။ အပ်ကိုကပါဒါႏ ဗရောင်သာယိုနောဝ်ꩻ ဒင်ႏမုဲင်အငေါဝ်းတာႏ ခွင်ꩻဖေႏလꩻတောဝ်းနောဝ်ꩻသွူ။

source: You must allow microphone access.
blk: နာꩻ ဖေႏသွော့ꩻ မဲက်ခရို သွုံꩻခွင်ꩻတာႏဩ။

source: Your audio recording appears to be corrupted. This can happen due to: • Browser compatibility issues (try using a different browser) • Microphone or audio driver problems • Network interruptions during recording Please try recording again.
blk: နာꩻအငေါဝ်းဖုဲင်ယို ရကုဲင်လီထိုꩻလဲဉ်းဗာႏ။ ပွိုးစွဉ်ႏ အဆင်ႏဖုံႏယိုမꩻ ထွာနွောင်ꩻဒါႏ - • ဗရောင်သာ သွုံꩻတနꩻတောဝ်းလို့ဝင်ꩻ(ဖျင်ကောႏချာယင်းသွော့ ဗရောင်သာ) • မဲက်ခရိုဖုံး မွေးတောဝ်းလဲ့ အငေါဝ်းတဖူꩻနယ်ꩻ ဒရုဲင်ဗာ ကေားဒင်ႏသား ပြဿနာႏဖုံႏအောဝ်ႏ • ဒင်ႏမုဲင်အငေါဝ်းကျာꩻ အိဉ်တာနဲစ်လုဲင်းထဲ့ကုဲင်ထိုꩻ ကျိုꩻစာꩻ ဒင်ႏမုဲင်ချာယင်းသွော့ အငေါဝ်းတလဲင်ႏဩ။

source: Your download has started.
blk: နာꩻ ကောႏစလဲဉ်း ထူႏလင်ꩻ(ဒေါင်းလုတ်)သွူ။

source: You’re contributing to a target segment
blk: ကရေႏခါꩻဒါႏ အဖဲ့ꩻထွောင်းကိုနဝ်ꩻ နာꩻအောဝ်ႏနွို့စွဲးကမ်းဖေႏဗာႏလဲဉ်းနောဝ်ꩻသွူ

source: You’re contributing to our first target segment
blk: အရီးသွတ်ꩻ ကရေႏခါꩻဒါႏ အဖဲ့ꩻထွောင်းကိုနောဝ်ꩻ နာꩻအောဝ်ႏနွို့စွဲးကမ်းဖေႏဗာႏလဲဉ်း နီသွဉ်းသီးယိုသွူ။

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
blk: နာꩻကျင်ႏမွိုင်မွေးငါႏ၊ လိတ်ဖြုံႏရဲဉ်ႏ မဲန်ႏတနꩻဒျာႏအကျောင်ꩻ ယံကစဲင်းစဲ့အတာႏ ထူႏအခိန်ႏဆေ့ꩻဆေ့ꩻတဲင် ယံကထွားစဲစ်ချာသွော့ဩ။

source: You're helping Common Voice reach our daily sentence goals!
blk: နီသွဉ်းသီး ကောင်မွဉ်းဗွဲက်ယို စွုမ်ႏနီꩻ ငေါဝ်းလိတ်ရဲဉ်ႏဖုံႏ ကရေႏခါꩻဒါႏ ကောဝ်ႏထွန်ႏယို ယံဖေႏကလꩻဗွေအတာႏ နာꩻအောဝ်ႏစွဲးကမ်းဖေႏဗာႏလဲဉ်းနောဝ်ꩻသွူဩ!

source: Your Languages
blk: နာꩻ ဘာႏသာႏငေါဝ်းငွါဖုံႏ

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
blk: နာꩻဘာႏသာႏငေါဝ်းငွါ မူပꩻအတာႏ အငေါဝ်းကွို့ꩻဖုံႏ လို့လွေꩻဒါႏ! နာꩻသꩻမိဉ်ႏဗွိုန်ဒျာႏနောဝ်ꩻ ပြောင်ꩻလုဲင်ႏဖေႏ စက်ပန်ႏ အမဲန်ႏအဆင်ႏကို တဲင် ထွားနွောင်ꩻဒျာႏ နာꩻဘာႏသာႏငေါဝ်းငွါအကို လိတ်ရဲဉ်ႏဝါကျအလင်ဖုံႏသွူ။

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
blk: နီဗွေႏ ကသွုံꩻဒါႏ တပီတောဝ်း ဘာႏသာႏငေါဝ်းငွါပꩻလီယို လိတ်ရဲဉ်ႏဖုံႏ အီႏလို့ဒါႏနောဝ်ꩻသွူ! နီဗွေႏသꩻဖေါ်ꩻမိဉ်ႏဗွိုန်ဒျာႏနောဝ်ꩻ ပြောင်ꩻလုဲင်ႏဖေႏ စက်ပန်ႏရဲပ်မဲဉ်ႏခါꩻကို ထွူတဲင် ထွားထဲင်းနွောင်ꩻဒျာႏ ဘာႏသာႏငေါဝ်းငွါယိုအကို ကအောဝ်ႏဒါႏ လိတ်ရဲဉ်ႏအလင်ဖုံႏနောဝ်ꩻသွူဩ။

source: Your message has been sent. Thank you!
blk: နာꩻ ပသာလိတ်ယို ထွူလဲဉ်း၊ ကေႏဇူꩻတင်ႏငါႏဩ!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
blk: စွုမ်ႏနီꩻ နီသွဉ်းသီး သွင်ꩻထူႏအငေါဝ်း ယံဖေႏကတွိုႏ ကောဝ်ႏထွန်ႏ { $goalValue } ယို နာꩻ စွဲးကမ်းကိုဖေႏဗာႏလဲဉ်း ကောင်မွဉ်း ဗွဲက်(Common Voice )ယို <goalPercentage></goalPercentage> နောဝ်ꩻသွူဩ!

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
blk: စွုမ်ႏနီꩻ နီသွဉ်းသီး အွဉ်ႏတိဉ်ႏစွူ ယံဖေႏကတွိုႏ ကောဝ်ႏထွန်ႏ { $goalValue } ယို နာꩻ စွဲးကမ်းကိုဖေႏဗာႏလဲဉ်း ကောင်မွဉ်း ဗွဲက်(Common Voice)ယို <goalPercentage></goalPercentage> နောဝ်ꩻသွူဩ!

source: Zaza
blk: သသာ

source: Zulu
blk: သူလု

source: account recovery key
blk: ယံကထူႏလꩻခွုန်ꩻချာ နမ်းသွုံꩻဖြာꩻ သော်

source: add-on
blk: သော့ꩻအကို

source: alternate text
blk: ထဲ့တနꩻအလဲင်ႏ လိတ်

source: assistant
blk: စူဖွို့ꩻ

source: attack
blk: တွိုက်ꩻနက်

source: attacker
blk: ကေားနက်သား

source: Attack Site
blk: တွိုက်ꩻနက် ပွိုင်

source: attendee
blk: ထင်ႏတွိုႏသား

source: authenticate
blk: စဲစ်မဲန်ႏခရာႏအွဉ်ႏနယ်သွော့

source: authenticated
blk: စဲစ်မဲန်ႏလဲဉ်းဒျာႏ

source: authentication code
blk: အွဉ်ႏနယ်ခါꩻစဲစ်မဲန်ႏခရာႏ ကိုဒ်

source: autoplay
blk: အောဝ်ႏလွိုႏကာႏဗွောင်လွူꩻချာ

source: backup authentication code
blk: ဒင်ႏလွိုခါꩻ အွဉ်ႏနယ်အီစဲစ်မဲန်ႏခရာႏ ကိုဒ်

source: bookmark
blk: နျပ်ꩻလိတ်ဖွူꩻ

source: breakpoint
blk: ဒိုဖြွဉ်အမုဲင်

source: Bug report
blk: ဒင်ႏပသာချာ သေ့ꩻရီႏ

source: certificate authority
blk: ခွုမ်ပဲင်ႏ အာႏဏာႏစူမုဲင်

source: cipher
blk: လိတ်ဗိဉ်ႏဗꩻ

source: Classic Window
blk: အရန်းလီꩻ ဝိဉ်းဒိုး

source: context
blk: ငေါဝ်းသွုပ်

source: crash
blk: ထဲ့ကုဲင်

source: end user
blk: ကေားသွုံꩻသား အသွတ်ꩻ

source: extension
blk: တွူႏလုဲင်းငါ

source: home page
blk: လမ်း လိတ်မဲ့ငါ

source: release
blk: ဖြေ့ꩻလီ

source: security keys
blk: လိုမ်းဗိဉ်ႏတာႏ သော်

source: sign
blk: စူမုဲင်

source: signer
blk: တဲမ်းစူမုဲင်သား

source: sign in
blk: တဲမ်းစူမုဲင်

source: sign-in
blk: နွို့တဲမ်းစူမုဲင်

source: trackers
blk: ထွေလွဉ်ꩻခြောင်ꩻ

source: unsafe
blk: တလိုမ်းဗိဉ်ႏတောဝ်း

source: validate
blk: အွဉ်ႏတိဉ်ႏ

source: version
blk: ဗားသိဉ်း
